{"entities": [{"type": "product", "name": "iTunes", "description": "iTunes is a media player, media library, online store, and mobile device management application developed by Apple."}, {"type": "product", "name": "Apple Music", "description": "Apple Music is a subscription-based music streaming service that offers access to millions of songs."}, {"type": "product", "name": "Apple Arcade", "description": "Apple Arcade is a subscription service that offers access to a library of premium games."}, {"type": "product", "name": "Apple TV", "description": "Apple TV is a digital media player and streaming device developed by Apple."}, {"type": "product", "name": "Apple Podcasts", "description": "Apple Podcasts is a platform for discovering, subscribing to, and listening to podcasts."}, {"type": "product", "name": "Apple Books", "description": "Apple Books is an e-book reading and store application developed by Apple."}, {"type": "product", "name": "Apple Fitness+", "description": "Apple Fitness+ is a subscription service that provides workout videos and fitness guidance."}, {"type": "product", "name": "Apple News+", "description": "Apple News+ is a subscription service that provides access to hundreds of magazines and premium news sources."}, {"type": "product", "name": "Apple One", "description": "Apple One is a subscription bundle that includes multiple Apple services at a discounted price."}, {"type": "product", "name": "Game Center", "description": "Game Center is a social gaming network for iOS and macOS that allows users to connect with friends and track achievements."}, {"type": "amount", "name": "14 days", "description": "The time period within which a user can cancel their order after receiving their receipt."}, {"type": "amount", "name": "24 hours", "description": "The maximum time before the start of the latest Paid Subscription period that a user can be charged."}, {"type": "policy", "name": "Right of cancellation", "description": "Users have the right to cancel their order within 14 days of receipt without giving any reason."}, {"type": "policy", "name": "Subscription services cancellation", "description": "Subscription services can only be cancelled following the initial subscription and not upon each automatic renewal."}, {"type": "policy", "name": "Usage Rules", "description": "Users must follow specific rules regarding the use of Services and Content as outlined in the Agreement."}, {"type": "policy", "name": "Family Sharing", "description": "Family Sharing allows eligible subscriptions to be shared among up to six members of a Family."}, {"type": "policy", "name": "Paid Subscriptions", "description": "Paid Subscriptions automatically renew until cancelled in the Manage Subscriptions section of your account settings."}, {"type": "policy", "name": "Content availability", "description": "Terms related to Services and Content types that may not be available in the user's Home Country."}, {"type": "policy", "name": "Privacy Policy", "description": "User's use of Services is subject to Apple's Privacy Policy."}, {"type": "policy", "name": "Third-party materials", "description": "Apple is not responsible for third-party materials included within or linked from the Content or the Services."}]}