{"entities": [{"type": "policy", "name": "Right of cancellation", "description": "The policy allowing users to cancel their order within 14 days of receipt."}, {"type": "policy", "name": "Refund policy", "description": "The conditions under which refunds are available for purchases made through the Stores."}, {"type": "policy", "name": "Family Sharing", "description": "A feature that allows sharing of eligible products with up to six family members."}, {"type": "policy", "name": "1-Click", "description": "A registered service mark that allows users to make purchases with a single click."}, {"type": "policy", "name": "Gifts", "description": "Conditions under which gifts can be purchased and redeemed."}, {"type": "policy", "name": "IMPORTANT SAFETY INFORMATION", "description": "Guidelines to avoid physical strain while using products from the Stores."}, {"type": "policy", "name": "PRE-ORDERS", "description": "Terms regarding the automatic charging and downloading of pre-ordered products."}, {"type": "policy", "name": "AUTOMATIC DELIVERY AND DOWNLOADING PREVIOUS PURCHASES", "description": "Terms for automatically receiving previously purchased content on compatible devices."}, {"type": "policy", "name": "iTunes Match", "description": "A service allowing users to access matched or uploaded songs and music videos."}, {"type": "policy", "name": "USAGE RULES", "description": "Rules governing the use of iTunes Products."}, {"type": "policy", "name": "CONTENT SECURITY", "description": "Terms regarding the security framework protecting digital information."}, {"type": "policy", "name": "SERVICE SECURITY", "description": "Terms governing access to the Service and restrictions on software modification."}, {"type": "policy", "name": "TERMINATION", "description": "Conditions under which iTunes may terminate the agreement or access to the Service."}, {"type": "policy", "name": "DISCLAIMER OF WARRANTIES; LIABILITY LIMITATIONS", "description": "Limitations on iTunes' liability and disclaimers of warranties."}, {"type": "policy", "name": "CHANGES", "description": "iTunes' right to modify the agreement and impose new terms."}, {"type": "policy", "name": "MISCELLANEOUS", "description": "General provisions regarding the agreement."}, {"type": "product", "name": "iTunes", "description": "A media player, media library, online store, and mobile device management application."}, {"type": "product", "name": "iTunes Match", "description": "A subscription service that allows users to access their music library from any device."}, {"type": "product", "name": "Family Sharing", "description": "A feature that allows sharing of eligible iTunes, App Store, Mac App Store, and iBooks Store products."}, {"type": "product", "name": "iBooks Store", "description": "A digital bookstore for purchasing and reading eBooks."}, {"type": "product", "name": "Mac App Store", "description": "A digital distribution platform for purchasing and downloading Mac applications."}, {"type": "product", "name": "App Store", "description": "A digital distribution platform for purchasing and downloading iOS applications."}, {"type": "amount", "name": "14 days", "description": "The time period within which a user can cancel their order."}, {"type": "amount", "name": "24 hours", "description": "The maximum time before a user's account is charged for subscription renewal."}, {"type": "amount", "name": "90 days", "description": "The time period within which a user can switch an Associated Device to a different Account."}, {"type": "amount", "name": "5", "description": "The maximum number of iTunes-authorized computers that can be associated with an account."}, {"type": "amount", "name": "10", "description": "The maximum number of Associated Devices that can be linked to an account."}, {"type": "amount", "name": "25,000 songs", "description": "The maximum number of songs that can be matched or uploaded to iTunes Match."}, {"type": "amount", "name": "48 hours", "description": "The time limit to finish viewing a rented film after starting."}, {"type": "amount", "name": "30 days", "description": "The time period within which a user must fully download a rental after purchase."}]}